/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "ja";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = ",";

/* Approximate Qualifier Format */
"about %@" = "noin %@";

/* Past Deictic Expression */
"ago" = "sitten";

/* List conjunction */
"and" = "ja";

/* Bit Unit */
"bits" = "bittiä";

/* Byte Unit */
"bytes" = "tavua";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "Ei voitu muuntaa NSArray-objektiksi";

/* Day Unit (Singular) */
"day" = "päivä";

/* Day Unit (Plural) */
"days" = "päivää";

/* Day Unit (Singular, Abbreviated) */
"d" = "pv";

/* Day Unit (Plural, Abbreviated) */
"ds" = "pv";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%1$@ %2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%1$@ %2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%1$@ %2$@";

/* East Direction Abbreviation */
"E" = "I";

/* East Direction */
"East" = "Itä";

/* Exabyte Unit */
"EB" = "Et";

/* Exbibyte Unit */
"EiB" = "Eit";

/* Future Deictic Expression */
"from now" = "tästä lähtien";

/* Feet Unit */
"ft" = "ft";

/* Feet Per Second Unit */
"ft/s" = "ft/s";

/* Gigabyte Unit */
"GB" = "Gt";

/* Gigabit Unit */
"Gbit" = "Gb";

/* Gibibyte Unit */
"GiB" = "Git";

/* Gibibit Unit */
"Gibit" = "Gib";

/* Hour Unit (Singular) */
"hour" = "tunti";

/* Hour Unit (Plural) */
"hours" = "tuntia";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "t";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "t";

/* Present Deictic Expression */
"just now" = "nyt";

/* Kilobyte Unit */
"KB" = "kt";

/* Kilobit Unit */
"kbit" = "kb";

/* Kibibyte Unit */
"KiB" = "Kit";

/* Kibibit Unit */
"Kibit" = "Kib";

/* Kilometer Unit */
"km" = "km";

/* Kilometers Per Hour Unit */
"km/h" = "km/t";

/* No comment provided by engineer. */
"last month" = "viime kuu";

/* No comment provided by engineer. */
"last week" = "viime viikko";

/* No comment provided by engineer. */
"last year" = "viime vuosi";

/* Meter Unit */
"m" = "m";

/* Meters Per Second Unit */
"m/s" = "m/s";

/* Megabyte Unit */
"MB" = "Mt";

/* Megabit Unit */
"Mbit" = "Mb";

/* No comment provided by engineer. */
"Method Not Implemented" = "Metodia ei toteutettu";

/* Mebibyte Unit */
"MiB" = "Mit";

/* Mebibit Unit */
"Mibit" = "Mib";

/* Mile Unit (Singular) */
"mile" = "maili";

/* Mile Unit (Plural) */
"miles" = "mailia";

/* Minute Unit (Singular, Abbreviated) */
"min" = "min";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "min";

/* Minute Unit (Singular) */
"minute" = "minuutti";

/* Minute Unit (Plural) */
"minutes" = "minuuttia";

/* Month Unit (Singular, Abbreviated) */
"mo" = "kk";

/* Month Unit (Singular) */
"month" = "kuukausi";

/* Month Unit (Plural) */
"months" = "kuukautta";

/* Month Unit (Plural, Abbreviated) */
"mos" = "kk";

/* Miles Per Hour Unit */
"mph" = "mph";

/* North Direction Abbreviation */
"N" = "P";

/* Northeast Direction Abbreviation */
"NE" = "KO";

/* No comment provided by engineer. */
"next month" = "ensi kuu";

/* No comment provided by engineer. */
"next week" = "seuraava viikko";

/* No comment provided by engineer. */
"next year" = "seuraava vuosi";

/* North Direction */
"North" = "Pohjoinen";

/* Northeast Direction */
"Northeast" = "Koillinen";

/* Northwest Direction */
"Northwest" = "Luode";

/* Northwest Direction Abbreviation */
"NW" = "LU";

/* Petabyte Unit */
"PB" = "Pt";

/* Petabit Unit */
"Pbit" = "Pb";

/* Pebibyte Unit */
"PiB" = "Pit";

/* Pebibit Unit */
"Pibit" = "Pib";

/* South Direction Abbreviation */
"S" = "E";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "s";

/* Southeast Direction Abbreviation */
"SE" = "KA";

/* Second Unit (Singular) */
"second" = "sekunti";

/* Second Unit (Plural) */
"seconds" = "sekuntia";

/* South Direction */
"South" = "Etelä";

/* Southeast Direction */
"Southeast" = "Kaakko";

/* Southwest Direction */
"Southwest" = "Lounas";

/* #{Speed} #{Unit} */
"Speed Format String" = "%1$@ %2$@";

/* Southwest Direction Abbreviation */
"SW" = "LO";

/* Terabyte Unit */
"TB" = "Tt";

/* Terabit Unit */
"Tbit" = "Tb";

/* Tebibyte Unit */
"TiB" = "Tit";

/* Tebibit Unit */
"Tibit" = "Tib";

/* No comment provided by engineer. */
"tomorrow" = "huomenna";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%1$@ %2$@";

/* West Direction Abbreviation */
"W" = "L";

/* Week Unit (Singular) */
"week" = "viikko";

/* Week Unit (Plural) */
"weeks" = "viikkoa";

/* West Direction */
"West" = "Länsi";

/* Week Unit (Singular, Abbreviated) */
"wk" = "vk";

/* Week Unit (Plural, Abbreviated) */
"wks" = "vk";

/* Yard Unit */
"yds" = "yd";

/* Year Unit (Singular) */
"year" = "vuosi";

/* Year Unit (Plural) */
"years" = "vuotta";

/* No comment provided by engineer. */
"yesterday" = "eilen";

/* Year Unit (Singular, Abbreviated) */
"yr" = "v";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "v";

